
def tela_apresentacao():
    print("""
    ██████  ██████  ███    ███ ██████   █████   ██████ ████████  █████  ██████   ██████  ██████      ██████  ███████     ██████  ██████  ███████ 
    ██      ██    ██ ████  ████ ██   ██ ██   ██ ██         ██    ██   ██ ██   ██ ██    ██ ██   ██     ██   ██ ██          ██   ██ ██   ██ ██      
    ██      ██    ██ ██ ████ ██ ██████  ███████ ██         ██    ███████ ██   ██ ██    ██ ██████      ██   ██ █████       ██████  ██   ██ █████   
    ██      ██    ██ ██  ██  ██ ██      ██   ██ ██         ██    ██   ██ ██   ██ ██    ██ ██   ██     ██   ██ ██          ██      ██   ██ ██      
    ██████   ██████  ██      ██ ██      ██   ██  ██████    ██    ██   ██ ██████   ██████  ██   ██     ██████  ███████     ██      ██████  ██      
    """)
    print("Feito por Matheus Diniz")


def meu_menu():
    print("""
    Selecione uma opção:
    1. Criar pastas para um novo ano
    2. Relatório do mês
    3. Sair
        
    """)

def menu_meses():
    print("01 - Janeiro\n02 - Fevereiro\n03 - Março\n04 - Abril\n05 - Maio\n06 - Junho\n07 - Julho\n08 - Agosto\n09 - Setembro\n10 - Outubro\n11 - Novembro\n12 - Dezembro\n0 - Voltar para o menu principal")